Repository: newlaurent62/rayZ-builder
Catalog: src/i18n/Jamulus/locale/*/LC_MESSAGES/Jamulus.po
Languages: fr_fr

source: It seems that {servername} is not running in systemd. This session use it. Please start it using 'sudo systemctl start {servicename}'. Do you want to stop loading the session ?
fr_fr: Il semble que {servername} ne tourne pas dans systemd en ce moment. Cette session l'utilise This session use it. Please start it using 'sudo systemctl start {servicename}'. Do you want to stop loading the session ?

source: The session load has been aborted by the user.
fr_fr: Le chargement de la session a été abandonné par l'utilisateur.

source: It seems that {servername} is not installed in systemd. This session use it. Please install it. Do you want to stop loading the session ?
fr_fr: Il semble que {servername} n'est pas installé sur systemd. Cette session l'utilise. Installez-le SVP. Voulez-vous stopper le chargement de la session en cours ?

source: %s are missing on this system or are not in the PATH. They are used by this session. Do you want to stop loading the session ?
fr_fr: %s sont manquants sur ce système ou ne sont pas dans le PATH. Ils sont utilisés par cette session. Voulez-vous stopper le chargement de la session en cours ?

source: %s is missing on this system or is not in the PATH. It is used by this session. Do you want to stop loading the session ?
fr_fr: %s est manquant sur ce système ou ne sont pas dans les chemins systèmes (PATH). Il est utilisé par cette session. Voulez-vous stopper le chargement de la session en cours ?

source: The jack settings of this session differs from the current jack settings ! If you choose ignore, the jack server will be restarted with the session jack settings otherwise if you click Yes, the session load will be stopped. Your choice ?
fr_fr: Les paramètres de jack de cette session sont différents des paramètres jack courants ! Si vous choisissez d'ignorer, le serveur jack sera redémarré avec les paramètres jack de la session sinon si vous cliquez Oui, le chargement de la session s'arrêtera. Votre choix ?

source: The jack server is not started ! Please start it using qjackctl or other software. Do you want to stop loading the session ?
fr_fr: Le serveur jack n'est pas démarré ! SVP démarrez le en utilisant qjackctl ou un autre logiciel. Voulez-vous stopper le chargement de la session en cours ?

source: %s audio devices are missing on this system. They are used by this session. Do you want to stop loading the session ?
fr_fr: Les périphériques audio %s sont manquants sur le système. Ils sont utilisés par cette session. Voulez-vous stopper le chargement de la session en cours ?

source: %s audio device is missing on this system. It is used by this session. Do you want to stop loading the session ?
fr_fr: Le périphérique audio %s est manquant sur le système. Il est utilisé par cette session. Voulez-vous stopper le chargement de la session en cours ?

source: A server is already running on $server $port, please stop it !
fr_fr: Un server tourne déjà sur $server $port, SVP arrêtez le !

source: The icecast2 server $server:$port is not responding ... Please start it and ignore the message or stop loading the session
fr_fr: Le serveur icecast2 $server:$port ne répond pas ... SVP démarrez-le et ignorez le message sinon stopper le chargement de la session en cours

source: Capture device $device
fr_fr: Périphérique d'enregistrement $device

source: Capture device on sound card hw:$device
fr_fr: Périphérique d'enregistrement sur la carte son hw:$device

source: Playback device $device
fr_fr: Périphérique de lecture $device

source: Playback device on sound card hw:$device
fr_fr: Périphérique de lecture sur la carte son hw:$device

source: jamulus-server
fr_fr: serveur jamulus

source: Jamulus for $username connected to $jamulus_server:$jamulus_port
fr_fr: Jamulus pour $username connecté au serveur $jamulus_server:$jamulus_port

source: Amp & FX for $username
fr_fr: Amp & FX pour $username

source: Virtual guitar amplifier and effects : mono input and Stereo output to Jamulus for $username.
fr_fr: Amplificateur guitare virtuel et effets : entrée mono et sortie stéréo vers Jamulus pour $username.

source: Audio Plugins for $username
fr_fr: Plugins audio pour $username

source: Rack of audio plugins effects : mono input and Stereo output to Jamulus for $username. Save your presets to the proxy dir in $session_path/$proxy_dir/.config/calf_${username}.state to load it next time you start this client rather than the default rack you selected in the wizard.
fr_fr: Rack d'effets (plugins audio) : entrée mono et sortie stéréo vers Jamulus pour $username. Sauvegardez vos réglages dans le répertoire proxy dans \$session_path/\$proxy_dir/.config/calf_${username}.state pour les charger au prochain démarrage de ce client plutôt que le rack que vous avez configuré dans l'assistant.

source: Stereo recording of Jamulus $username. To start the recording, press the play button on the jack transport panel (for example in qjackctl). To stop recording unarm the play button. jack_capture will create a file in $session_path/$proxy_dir/data with an incremented number.
fr_fr: Enregistrement Stéréo de Jamulus $username. Pour démarrer l'enregistrement, cliquez sur le bouton play sur le panneau de transport jack (Par example dans qjackctl). Pour arrêter l'enregistrement, désenclenchez le bouton play. jack_capture crééra un fichier dans $session_path/$proxy_dir/data avec un nombre incrémenté.

source: Obs streaming to icecast2 in $format (to read the stream open the URL in vlc or other stream reader http://$server:$port$mount ).
fr_fr: Diffusion Obs vers icecast2 en $format (Pour lire le flux, ouvrez l'URL avec VLC ou un autre lecteur de flux http://$server:$port$mount ).

source: %s is not a rayZtemplatedir !
fr_fr: %s n'est pas un répertoire rayZtemplatedir !

source: rayZtemplatedir "%s" must be a directory !
fr_fr: rayZtemplatedir "%s" doit être un répertoire !

source: conf file "%s" must be a file !
fr_fr: fichier de conf "%s" doit être un fichier !

source: datamodel "%s" must be a file !
fr_fr: datamodel "%s" doit être un fichier !

source: outdir "%s" must be a directory !
fr_fr: outdir "%s" doit être un répertoire !

source: -h|--help : print this help text
fr_fr: -h|--help : affiche cette aide

source: -d : debug information
fr_fr: -d : information de debug

source: -j|--read-json-file arg : set the JSON file to read. It is used to fill template and contains wizard inputs. (default to %s)
fr_fr: -j|--read-json-file arg : paramètre le fichier JSON à lire. Ce fichier est utilisé pour remplir le template et contient les entrées de l'assistant (%s par défaut)

source: -t|--rayZ-template-dir arg : set the rayZ template directory that contains the template related to this wizard. (default to %s)
fr_fr: -t|--rayZ-template-dir arg : paramètre le répertoire rayZ template qui contient le template de l'assistant. (%s par défaut)

source: -f|--fill-only : fill the template only (do not create the raysession
fr_fr: -f|--fill-only : remplit le template seulement (créé une session temporaire)

source: -s|--start-gui : Once the session has been created start the session manager GUI.
fr_fr: -s|--start-gui : Une fois que la session a été créée, l'IGU du gestionnaire de session est démarrée.

source: -m|--session-manager : set the session-manager of the resulting document
fr_fr: -m|--session-manager : paramètre le gestionnaire de session affilié à cette session

source: - ray_control : create a ray session document. You will need RaySession software for the processing,
fr_fr: - ray_control : créé une session ray. Vous aurez besoin du logiciel RaySession pour créer la session,

source: - nsm : create a nsm session. You wont need non-session-manager for the document generation,
fr_fr: - nsm : créé une session nsm. Vous n'aurez pas besoin du gestionnaire de session nsm pour créer la session,

source: will write a json file '%s' when finishing the wizard steps.
fr_fr: écrira un fichier json '%s' quand vous aurez complété l'assistant.

source: rayZ template dir is '%s'
fr_fr: le répertoire rayZ template est '%s'

source: The session has been successfully created.
fr_fr: La session a été créée avec succès.

source: Wizard loading ...
fr_fr: Chargement de l'assistant ...

source: The configuration file ({configfile}) has not been built by this wizard ({wizardid}) !
fr_fr: Le fichier de configuration ({configfile}) n'a pas été généré avec cet assistant ({wizardid}) !

source: Jamulus and related applications
fr_fr: Jamulus et autres applications en relation

source: This wizard let you create a session with Jamulus and other related applications. Please select the sections you need to setup in your virtual studio.
fr_fr: Cet assistant vous permet de créer une session avec Jamulus et d'autres applications en relation. SVP sélectionnez les sections dont vous avez besoin pour votre studio virtuel.

source: Check if you want to start session manager GUI once the session has been created
fr_fr: Cochez si vous voulez démarrer l'IGU du gestionnaire de session une fois que votre session aura été créée

source: wizard.sectionnames property not found or not well formed
fr_fr: la propriété wizard.sectionnames n'a pas été trouvée ou n'est pas bien formée

source: Virtual studio
fr_fr: Studio virtuel

source: [required] Virtual studio setup section
fr_fr: [requis] Section de configuration du studio virtuel

source: Jack settings
fr_fr: Paramètres Jack

source: [optional] Jack settings section
fr_fr: [optionnel] section paramètres Jack

source: [required] Jamulus section
fr_fr: [requis] Section Jamulus

source: Virtual guitar amplifier
fr_fr: Amplificateur de guitare virtuel

source: [optional] Virtual guitar amplifier section (Guitarix)
fr_fr: [optionnel] Section amplificateur guitare virtuel (Guitarix)

source: Audio plugins host
fr_fr: Hôte plugins audio

source: [optional] Calf audio plugins host section
fr_fr: [optionnel] Section hôte de plugins audio Calf

source: [optional] Jack_capture section (stereo recording)
fr_fr: [optionnel] section jack_capture (enregistrement stéréo)

source: [optional] Streaming audio or video using OBS studio
fr_fr: [optionnel] Diffusion audio ou vidéo en utilisant OBS studio

source: [optional] Obs audio streaming through icecast2 section
fr_fr: [optionnel] Section pour la diffusion audio grâce à OBS à travers icecast2

source: [optional] Obs video streaming through icecast2 section
fr_fr: [optionnel] section pour la diffusion vidéo grâce à Obs à travers icecast2

source: All steps are required.
fr_fr: Toutes les étapes sont requises.

source: The session name
fr_fr: Le nom de la session

source: The user names of the musician connected on this computer (each have a channel on the jamulus server)
fr_fr: Les noms des musiciens connectés sur cet ordinateur (chacun disposera d'un canal sur le serveur Jamulus)

source: Virtual studio setup section
fr_fr: Section configuration du studio virtuel

source: Select the interface
fr_fr: Sélectionnez l'interface

source: Could not initialize the field values for "".
fr_fr: Ne peut pas initialiser les valeurs du champs pour "".

source: Sample rate (Jamulus only supports 48000 Hz)
fr_fr: La fréquence d'échantillonage (Jamulus seulement 48000 Hz seulement)

source: Jack settings section
fr_fr: Section des paramètres jack

source: Jamulus server (hostname or IP address)
fr_fr: Serveur Jamulus (nom de la machine ou adresse IP)

source: Jamulus port
fr_fr: Port Jamulus

source: Start Jamulus server on this machine
fr_fr: Démarrez un serveur Jamulus sur cette machine

source: Activate server multitrack recording
fr_fr: Activer l'enregistrement multipistes

source: Set the jack audio inputs/outputs
fr_fr: Paramétrer les entrées/sorties audio jack

source: Jack inputs
fr_fr: Entrées jack

source: Example:<br/><i>1->L</i><br/><br/>Indicates that system:capture_1 connects to Jamulus input Left<br/>You can have several inputs: simply leave a space between inputs
fr_fr: Exemple:<br/><i>1->L</i><br/><br/>Indique que system:capture_1 se connecte à Jamulus input Left<br/>Vous pouvez avoir plusieurs entrées : laissez simplement un espace entre vos entrées

source: Jack outputs
fr_fr: Sorties Jack

source: Example:<br/><i>L->1 R->2</i><br/><br/>Indicates that Jamulus input Left connects to system:playback_1<br/>Jamulus input Right connects to system:playback_2<br/>You can have several outputs: simply leave a space between outputs
fr_fr: Exemple:<br/><i>L->1 R->2</i><br/><br/>Indique que Jamulus input Left se connecte à system:playback_1<br/>Jamulus input Right se connecte à system:playback_2<br/>Vous pouvez avoir plusieurs sorties : laissez simplement un espace entre les sorties

source: Jamulus section
fr_fr: Section Jamulus

source: Check the jamulus users that need a virtual guitar amplifier and effects
fr_fr: Cochez les utilisateurs Jamulus qui ont besoin d'un ampli guitare virtuel et d'effets

source: Jack input(s)
fr_fr: Entrée(s) Jack

source: Example:<br/><i>1->L</i><br/><br/>Indicates that system:capture_1 connects to Guitarix input mono<br/>You can have several inputs: simply leave a space between inputs
fr_fr: Exemple:<br/><i>1->L</i><br/><br/>Indique que system:capture_1 se connecte à Guitarix input mono<br/>Vous pouvez avoir plusieurs entrées : laissez simplement un espace entre vos entrées

source: Virtual guitar amplifier section (Guitarix)
fr_fr: [optionnel] Section d'amplificateur guitare virtuel (Guitarix)

source: Check the users that will have audio plugins and fill there initial configuration
fr_fr: Cochez les utilisateurs qui auront des plugins audio et remplissez leur configuration initiale

source: Example:<br/><i>1->L</i><br/><br/>Indicates that system:capture_1 connects to Audio plugins input mono<br/>You can have several inputs: simply leave a space between inputs
fr_fr: Exemple:<br/><i>1->L</i><br/><br/>Indique que system:capture_1 se connecte à Audio plugins input mono<br/>Vous pouvez avoir plusieurs entrées : laissez simplement un espace entre vos entrées

source: Select the rack effects you want to apply to your instrument or voice (pipeline from left to right)
fr_fr: Sélectionnez le rack d'effets que vous voulez appliquer à votre instrument ou votre voix (pipeline de gauche à droite)

source: Calf audio plugins host section
fr_fr: [optionnel] Section hôte de plugins audio Calf

source: The output audio format
fr_fr: Le format audio de sortie

source: The wav audio format takes more disk space but needs less CPU. Ogg and mp3 formats are greedy of cpu
fr_fr: Le format wav prend plus d'espace disque mais a besoin de moins de CPU. Les formats Ogg et mp3 sont gourmand en CPU

source: Select the Jamulus user to be recorded
fr_fr: Sélectionnez le ou les utilisateurs à enregistrer

source: Jack_capture section (stereo recording)
fr_fr: Section jack_capture (enregistrement stéréo)

source: Icecast2 server (hostname or IP address)
fr_fr: Serveur Icecast2 (nom de la machine ou adresse IP)

source: Icecast2 port
fr_fr: Port Icecast2

source: Password
fr_fr: Mot de passe

source: Mount point
fr_fr: Point de montage

source: Select the Jamulus user to stream
fr_fr: Sélectionnez l'utilisateur Jamulus à diffuser

source: Obs audio streaming through icecast2 section
fr_fr: Section diffusion audio grâce à Obs à travers icecast2

source: Obs video streaming through icecast2 section
fr_fr: Section diffusion vidéo grâce à Obs à travers icecast2

source: Validate
fr_fr: Valider

source: Session creation ...
fr_fr: Création de la session ...

source: The Session has been successfully created.
fr_fr: La session a été créée avec succès.

source: An error occured during the creation process (see logs for more details)
fr_fr: Une erreur est survenue pendant la création (consultez les logs pour plus d'informations)

source: The Session already exists ! '
fr_fr: La session existe déjà !'

source: '<br/>Please try another name.
fr_fr: '<br/>SVP essayez un autre nom.

source: -h|--help : print this help text
fr_fr: -h|--help : affiche cette aide

source: -d : debug information
fr_fr: -d : information de debug

source: -c|--conf-file : set the conf filename to read/write
fr_fr: -c|--conf-file : paramètre le fichier de configuration à lire/écrire

source: -j|--write-json-file : set the JSON file to write. It is used to fill the template and contains user inputs and wizard outputs variables.
fr_fr: -j|--write-json-file : paramètre le fichier JSON à écrire. Il est utilisé pour remplir le template et contient les entrées saisies dans l'assistant ainsi que des variables calculées en sortie.

source: -s|--start-gui-option : the wizard will display an option for starting session manager GUI at the end of the session creation.
fr_fr: -s|--start-gui-option : L'assistant affichera une option pour démarrer l'IGU du gestionnaire de session une fois la session créée.

source: -m|--session-manager : set the session-manager of the resulting document
fr_fr: -m|--session-manager : paramètre le gestionnaire de session de la session générée

source: - ray_control : (default) create a ray session. You will need RaySession software for the session generation,
fr_fr: - ray_control : (par défaut) créé une session ray. Vous aurez besoin du logiciel RaySession pour générer la session,

source: - nsm : create a nsm session. You wont need non-session-manager for the session generation,
fr_fr: - nsm : créé une session nsm. Vous n'aurez pas besoin du gestionnaire nsm pour générer une session,

source: read/write conf file %s
fr_fr: lecture/écriture du fichier de configuration %s
