Repository: newlaurent62/rayZ-builder
Catalog: src/i18n/rayZ_wizards/locale/*/LC_MESSAGES/rayZ_wizards.po
Languages: fr_fr

source: wizards from rayZ-builder
fr_fr: assistant de rayZ-builder

source: This application gives you access to all installed <b>rayZ wizards</b>. <br/><br/>These wizards let you create <i>simple or complex audio virtual studio setup </i>!<br/><br/>You can generate <b>NSM Sessions</b> or <b>Ray Sessions</b>.<br/><br/><br/>
fr_fr: Cette application vous donne accès à tous les <b>assistants rayZ</b>. <br/><br/>Ces assistants vous permettent de créer <i>des configuration simple ou complexe de studio virtuelle</i> !<br/><br/>Vous pouvez générer des <b>sessions NSM</b> ou des <b>sessions Ray</b>.<br/><br/><br/>

source: Select the session type you want to generate at the end of the wizard steps
fr_fr: Sélectionnez le type de session que vous voulez générer à la validation de l'assistant

source: Click on the wizard you want to execute
fr_fr: Cliquez sur l'assistant que vous voulez démarrer

source: Starting wizard ...
fr_fr: Démarrage de l'assistant ...

source: An unexpected error occured during the wizard execution !
fr_fr: Une erreur inattendue s'est produit durant l'exécution de l'assistant !

source: wizards ...
fr_fr: assistants ...

source: No wizards could be found in %s !
fr_fr: Aucun assistant n'a pus être trouvé dans %s !

source: -h|--help : print this help text
fr_fr: -h|--help : affiche cette aide

source: -c|--conf-file : set the conf filename to read/write
fr_fr: -c|--conf-file : paramètre le nom de fichier conf à lire/écrire

source: -m|--session-manager : set the session-manager of the resulting document
fr_fr: -m|--session-manager : paramètre le type de gestionnaire de session da la document résultant

source: - ray_control : (default) create a ray session document. You will need RaySession software for the document generation,
fr_fr: - ray_control : (Par défaut) créé une session ray. Vous aurez besoin du logiciel RaySession pour la génération du document,

source: - nsm : create a nsm session. You wont need non-session-manager for the document generation
fr_fr: - nsm : créé une session nsm. Vous n'aurez pas besoin de non-session-manager pour la génération du document

source: will generate a session using %s
fr_fr: générera une session en utilisant %s

source: will read/write conf file '%s'
fr_fr: lira/écrira un fichier de conf '%s'

source: templates-dir argument must be a directory !
fr_fr: l'argument templates-dir doit être un répertoire !

source: Reading %s
fr_fr: Lecture de %s en cours

source: Try to load "%s" wizard ...
fr_fr: Essaie de démarrer l'assistant "%s" ...

source: Cannot determine the wizard to load ... "id" property of [wizard] section is missing !
fr_fr: Impossible de déterminer l'assistant à démarrer ... La propriété "id" de la section "wizard" est manquante !

source: Could not find conf file "%s"
fr_fr: Impossible de trouver le fichier de conf "%s"
